# Formulae
brew "fastfetch"
brew "mackup"
brew "starship"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Casks
cask "1password"
cask "alfred"
cask "discord"
cask "font-sf-mono-nerd-font-ligaturized"
cask "hyper"
cask "iina"
cask "kindle"
cask "lulu"
cask "nordvpn"
cask "royal-tsx"
cask "snagit"
cask "thinkorswim"
cask "visual-studio-code"
cask "whatsapp"